13/data/attachments/86b0b045383bc637.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Mary_among_Actions_83275_0</nif:username>
            <nif:friendToBeRequested>soap_actions_142ff73c-90aa-46a0-876e-74613c15e88a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>